var grades = {
  1: '高中三年级',
  2: '高中二年级',
  3: '高中一年级',
  4: '初中三年级',
  5: '初中二年级',
  6: '初中一年级',
  7: '小学六年级',
  8: '小学五年级',
  9: '小学四年级',
  10: '小学三年级',
  11: '小学二年级',
  12: '小学一年级'
};

var gradeSample = {
  1: '高三',
  2: '高二',
  3: '高一',
  4: '初三',
  5: '初二',
  6: '初一',
  7: '小六',
  8: '小五',
  9: '小四',
  10: '小三',
  11: '小二',
  12: '小一'
};

/// 学科
var subjectSample = {
  0: '全科',
  1: '语文',
  2: '数学',
  3: '英语',
  4: '物理',
  5: '化学',
  6: '历史',
  7: '生物',
  8: '地理',
  9: '政治',
  10: '科学',
  11: '其他'
};
